UNIVERSITY_ORDER = {

    "جامعة الأزهر - غزة": [

        # كلية الطب
        "الطب البشري",

        # كلية طب الأسنان
        "طب الأسنان",

        # كلية الصيدلة
        "الصيدلة",

        # كلية الهندسة وتكنولوجيا المعلومات
        "هندسة الطاقة المتجددة",
        "هندسة المعدات الطبية",
        "هندسة أنظمة الحاسوب",
        "هندسة الميكاترونكس",
        "هندسة الحاسوب والاتصالات",
        "هندسة المساحة والجيوماتكس",

        # تكنولوجيا المعلومات
        "علوم الحاسوب",
        "نظم المعلومات",
        "وسائط متعددة",

        # العلوم الطبية التطبيقية
        "الطب المخبري",
        "العلاج الطبيعي",
        "التصوير الطبي",
        "التمريض",
        "التغذية السريرية",
        "التخدير والإنعاش",
        "علم السمع والتخاطب",

        # كلية العلوم
        "الفيزياء",
        "الكيمياء",
        "الرياضيات",
        "العلوم الحياتية",
        "علوم الأرض",

        # كلية الزراعة والطب البيطري
        "الإنتاج النباتي والوقاية",
        "علوم وتكنولوجيا الأغذية",
        "الإنتاج الحيواني والدواجن",
        "الطب البيطري",

        # كلية الاقتصاد والعلوم الإدارية
        "إدارة الأعمال",
        "المحاسبة",
        "الاقتصاد",

        # كلية التربية
        "اللغة الإنجليزية وأساليب تدريسها",
        "اللغة العربية وأساليب تدريسها",
        "المرحلة الأساسية الأولى",
        "الإرشاد النفسي والتربوي",
        "الرياضيات و اساليب تدريسها",
        "الاحياء و اساليب تدريسها",
        "فيزياء و اساليب تدريسها",
        "جغرافيا و اساليب تدريسها",
        "تاريخ و اساليب تدريسها",
        "التربية الإسلامية وأساليب تدريسها",

        # كلية الآداب والعلوم الإنسانية
        "لغة إنجليزية وآدابها",
        "لغة إنجليزية - ترجمة",
        "لغة إنجليزية - فرنسي",
        "الإعلام والاتصال الجماهيري",
        "إعلام واتصال جماهيري - لغة إنجليزية",
        "اللغة العربية وآدابها",
        "اللغة العربية - فرعي إعلام",
        "العلوم السياسية",
        "العلوم السياسية - مسار العلاقات الدولية والدبلوماسية",
        "العلوم السياسية - مسار التحليل السياسي وتقييم السياسات",
        "جغرافيا - فرعي تخطيط",
        "تاريخ - فرعي علوم سياسية",
        "علم الاجتماع - فرعي علم نفس",
        "خدمة اجتماعية - فرعي إرشاد نفسي",

        # كلية الحقوق
        "حقوق شعبة اللغة العربية",
        "حقوق شعبة اللغة الانجليزية",

        # كلية الشريعة والقانون
        "الشريعة عام",
        "الشريعة والقانون",
        "المصارف الاسلامية",
        "القضاء الشرعي"
    ]

}